[Lang]
	Name=Español(Español)
	TranslatorName=OscurPoet
	TranslatorURL=http://toolssec.blogspot.com/
	ID=000a;2c0a;400a;340a;240a;140a;1c0a;300a;440a;100a;480a;0c0a;580a;080a;4c0a;180a;3c0a;280a;500a;040a;380a;200a;540a
	Version=3.9.20
	Date=20/09/2012
	Charset=1252

'Support Locale IDs (LCID) by this language file
'	000a: Spanish
'	2c0a: Spanish (Argentina)
'	400a: Spanish (Bolivia)
'	340a: Spanish (Chile)
'	240a: Spanish (Colombia)
'	140a: Spanish (Costa Rica)
'	1c0a: Spanish (Dominican Republic)
'	300a: Spanish (Ecuador)
'	440a: Spanish (El Salvador)
'	100a: Spanish (Guatemala)
'	480a: Spanish (Honduras)
'	0c0a: Spanish (International Sort)
'	580a: Spanish (Latin America)
'	080a: Spanish (Mexico)
'	4c0a: Spanish (Nicaragua)
'	180a: Spanish (Panama)
'	3c0a: Spanish (Paraguay)
'	280a: Spanish (Peru)
'	500a: Spanish (Puerto Rico)
'	040a: Spanish (Traditional Sort)
'	380a: Spanish (Uruguay)
'	200a: Spanish (Venezuela)
'	540a: Spanish (United States)

'Parametrs support esc-sequences \n \r \t 

[frmMain]
	frPanelLV=Lista de controladores recopilados
	frBackup=Crear backup de los controladores seleccionados
	frGroup= Seleccionar grupo de controladores
	mnuOptions=Opciones
	mnuMainAbout=Ayuda
	mnuLinks=Links
	mnuHistory=Historial de cambios
	mnuHelp=Ayuda
	mnuOsZoneNet=Opina sobre el programa en OsZone.net
	mnuHomePage=Visita nuestra Web
	mnuHomePageForum=Visita el foro del programa
	mnuCheckUpd=Comprobar si existen actualizaciones
	mnuDonate=Donacion ...
	mnuLicence=Contrato de licencia ...
	mnuAbout=Acerca de ...
	mnuModulesVersion=Modulos ...
	mnuMainLang=Lenguaje
	mnuLangStart=Utilizar el idioma seleccionado al iniciar (Aboliciуn de seleccion automatica)
	mnuReCollectHWID=Buscar cambios de hardware
	cmdCheckAll=Seleccionar todo
	cmdUnCheckAll=Desmarcar todo
	cmdBreak=Anular la ejecucion
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Todo
	optGrp4=Ninguno
	chkHideOther=Ocultar todo menos lo seleccionado
	chkCheckAll=Seleccionar todos los controladores del grupo
	cmdStartBackUp=Backup
	lblTypeBackUp=Tipo de Backup
	cmbListTypeBackupElement1=Carpeta estructurada de controladores
	cmbListTypeBackupElement2=Archivo 7z-driver
	cmbListTypeBackupElement3=7zSFX-Archivo auto-instalable via DPInst
	TableHeader1=* Nombre del producto *
	TableHeader2=* Fecha *
	TableHeader3=* Version *
	TableHeader4=* Fabricante *
	TableHeader5=* Tipo de driver *
	TableHeader6=* Tipo de codigo *
	TableHeader7=* Inf *
	TableHeader8=* Seccion *
	TableHeader9=* HWID *
	TableHeader10=* ID de estado *
	frArchName=Nombre del archivo
	optArchNamePC=Nombre del equipo
	optArchModelPC=Modelo del equipo
	optArchCustom=Definido
	lblWait=Please wait! Updating hardware configuration ...

[frmAbout]
	frmAbout=Acerca de ...
	cmdDonate=Donacion ...
	cmdLicence=Contrato de licencia
	cmdHomePage=Hogar
	cmdOsZoneNet=Debate en OsZone.Net
	cmdCheckUpd=Actualizaciуn ...
	cmdExit=Cerrar
	lblMailTo=Envia un E-mail al autor del programa
	lblInfo=Este programa esta disenado para crear backups de los controladores. El programa tambien busca los controladores non-living "unidades." El programa puede crear archivos-7z, que posteriormente se puede utilizar como los paquetes de controladores en el programa de instalacion de DriversAssistant.
	mnuContextLink1=Site
	mnuContextLink2=Forum

[frmLicence]
	frmLicence=Contrato de licencia
	chkAgreeLicence=Acepto los terminos de la licencia
	cmdOK=Aceptar
	cmdExit=Cerra

[frmCheckUpdate]
	frmCheckUpdate=Actualizaciуn: Existe una nueva versiуn del programa
	cmdUpdate=Descargar actualizacion
	cmdUpdateFull=Download Full Update
	cmdHistory=Historia
	cmdDonate=Donacion
	cmdExit=Cerrar
	lblVersion=Ultima version
	frDescription=Notas en el historial de cambios:
	lblDescription1="-" - Correccion de errores en el programa
	lblDescription2="*" - Cambios esteticos
	lblDescription3="+" - Funcionalidad mejorada
	lblDescription4="!" - Avances importantes
	lblWait=Cargar datos desde el sitio oficial. Por favor espere ....
	lblVersionList=Lista de cambios de version

[frmDonate]
	frmDonate=Donacion
	cmdExit=Cerrar
[frmOSEdit]
	frmOSEdit=Editar entrada
	lblOSVer=Version OS 
	lblPathDRP=Ruta a carpeta con el DriverPack
	chk64bit=Controladores OS 64-bit   
	cmdOK=Aplicar
	cmdExit=Cerrar

[frmOptions]
	frmOptions=Opciones
	frOptions=Opciones
	ItemOptions1=Opciones principales
	ItemOptions2=Copatibilidad de OS
	ItemOptions4=Nombre del archivo
	ItemOptions3=Utilidades de trabajo
	ItemOptions5=Apariencia del programa
	ItemOptions6=Iniciar parametros DPInst
	ItemOptions7=Debug options
	cmdOK=Guardar cambios
	cmdExit=Salir sin guardar cambios

	frMain=Opciones principales
	lblOptionsStart=Acciones al inicio del programa
	chkUpdate=Buscar actualizaciones
	chkUpdateBeta=Comprobar si existen versiones beta del programa.
	chkHideOtherProcess=Ejecutar proceso externo en modo oculto
	chkSilentDll=Silent registration/actualizacion de los componentes del sistema (dll y ocx)
	lblOptionsTemp=Trabajar con archivos temporales
	chkTempPath=Carpeta de archivos temporales
	chkRemoveTemp=Eliminar archivos temporales
	lblRezim=Modo de inicio
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Todo
	optGrp4=Ninguno
	lblTypeBackUp=Tipo de Backup predeterminado
	cmbListTypeBackupElement1=Carpeta estructurada de controladores
	cmbListTypeBackupElement2=Archivo 7z-driver
	cmbListTypeBackupElement3=7zSFX-Archivo auto-instalable via DPInst
	chkHideOther=Ocultar todo menos lo seleccionado
	chkCheckAll=Seleccionar todos los controladores del grupo

	frMainTools=Rutas de utilidades principales (Tools)
	cmdPathDefault=Establecer la ruta por defecto

	frOS=Compatibilidad OS
	TableOSHeader1=Version
	TableOSHeader2=x64
	TableOSHeader3=DriverPack
	cmdAddOS=Agregar
	cmdEditOS=Editar
	cmdDelOS=Eliminar

	frDesign=Apariencia
	lblSizeForm=Tamano de la ventana principal
	lblFormHeight=Altura:
	lblFormWidth=Anchura:
	chkFormMaximaze=Inicio Maximizado
	chkFormSizeSave=Guardar el tamaсo al salir
	lblSizeButton=Propiedades de boton
	cmdChooseFont=Elejir fuente de texto para boton
	lblImageMain=Iconos principales
	lblFormWidthMin=Existen valores minimos para algunos parametros. Si el valor es inferior al minimo, esta ventana se iluminara en color rojo. El programa establecera los valores por defecto en su inicio.
	AdditionalColorCaption=Colores adicionales...
	cmdFutureButton=Vista previa del boton
	cmdFontColorButton=Set the font color of the button text
	chkButtonDisable=Activar/Desactivar (solo para pruebas)
	lblTheme=Set icons theme (change button icons)
	ctlStatusBtnBackColor=Additional colors...
	lblButtonStyle=Buttons style
	lblButtonStyleColor=Color Scheme

	frDpInstParam=Parametros de inicio DPInst
	lblParam=Parametro
	lblDescription=Descripcion del parametro
	lblLegacyMode=Permite instalar controladores no firmados y paquetes de controladores con falta de archivos
	lblPromptIfDriverIsNotBetter=It displays a dialog box if the new driver does not match better to device than the driver is currently installed on the device
	lblForceIfDriverIsNotBetter=Forced driver installation on the device even if the driver currently installed on the device matches  better than the new driver
	lblSuppressAddRemovePrograms=Suprime la adición de las entradas en la ventana \"Agregar o Quitar programas"\
	lblSuppressWizard=It suppresses display of the Wizard ..., but user dialog boxes maybe will be displayed by OS
	lblQuietInstall=Modo desatendido. Desactiva la aparicion de cuadros de dialogo de usuario mostrados por el SO 
	lblScanHardware=Drivers will be copied and installed only for the devices  found in the computer (it will be operated only for PnP devices)
	lblCmdStringDPInst=Total de los parametros de partida

	frArchName=Nombre del archivo
	optArchNamePC=Nombre del equipo
	optArchModelPC=Modelo del equipo
	optArchCustom=Definido por usuario
	lblArchNameStart=Nombre de archivo por defecto
	lblArchShablon=Nombre de la plantilla del archivo
	lblArchMacrosType=Macro disponible
	lblArchMacrosParam=Parametros
	lblArchMacrosDescription=Descripcion de los parametros
	lblArchMacrosPCName=Nombre corto del equipo sin el sifijo del dominio
	lblArchMacrosPCModel=Equipo\Modelo de motherboard
	lblArchMacrosOSVer=Version de Sistema Operativo como el wnt (5 | 6)
	lblArchMacrosOSBit=Arquitectura, Sistema Operativo, de forma x (32 | 64)
	lblArchMacrosDate=Fecha del Backup

	frDebug=Debug mode
	lblDebug=Opciones en modo depuracion 
	chkDebug=Activar modo depuraciуn
	chkDebugLog2AppPath=Create a log-file in the subdirectory "logs" of the program
	chkDebugTime2File=Add the date and time in each line of the log file
	lblDebugLogPath=Ruta de acceso al archivo de registro:
	lblDebugLogLevel=Nivel de depuracion
	lblDebugMacrosType=Available macros in the name of the log file
	lblDebugMacrosParam=Option
	lblDebugMacrosDescription=Parameter Description
	lblDebugMacrosPCName=Short name of the computer, without the domain suffix
	lblDebugMacrosPCModel=Computer Model\Motherboard
	lblDebugMacrosOSVer=Operating system version as the wnt(5|6)
	lblDebugMacrosOSBit=Operating system architecture, in the form x(32|64)
	lblDebugMacrosDate=Date and time of the log-file
	lblDebugLogName=Pattern name of log-files:

[frmProgress]
	frmProgress=Recopilacion de informacion de los controladores. Por favor espere ...

[frmFontDialog]
	frmFontDialog=Select text options
	cmdOK=Save and Exit
	cmdExit=Exit without saving
	lblFontSize=Font Size
	lblFontColor=Font Color
	chkBold=Bold
	chkItalic=Italic
	chkUnderline=Underline
	txtFont=Sample text
	ctlFontColor=Additional colors...

[Messages]
	strMessages1=Backup de controladores, selecciona los controladores de la lista y has click en BackUp!
	strMessages2=Seleccione el directorio donde desea guardar el backup.
	strMessages3=Recopilacion de informacion sobre la ruta y los archivos del controlador del Equipo. Por favor espere ...
	strMessages4=El programa no puede seguir ejecutandose
	strMessages5=Recopilacion de informacion sobre la configuracion del hardware esta completa!
	strMessages6=Controlador no seleccionado. Seleccione el controlador apropiado e inicie el BackUp.
	strMessages7=Falta un archivo del programa.
	strMessages8=Error al registrar el archivo del sistema. Try to register the file manually, or simply copy it to% windir%\system32\r\n\r\nContinuation of work may lead to other errors. Would you like to continue?
	strMessages9=Buscar y guardar los archivos del controlador
	strMessages10=El Backup ha sido realizado correctamente.
	strMessages11=Source code license file has been changed! it may be a mistake or the result of malicious program changes. Contact the manufacturer or download a new distribution program. Would you like to continue?
	strMessages12=Error while creating the archive. Backup is not created!
	strMessages13=Failed to create backup of drivers 7z:
	strMessages15=you specify a directory to alternative images of icons does not exist. Will use standard images!
	strMessages16=The program started with a CD\DVD, the process of updating the database impossible
	strMessages20=Removing files from program fails. Would you like to continue?
	strMessages21=Extract all files (DLL-OCX) from program completed successfully. \r\n\r\n Would you like to open a directory with files?
	strMessages22=Extract all files (DLL-OCX) from program completed. \r\n In the extraction procedure errors were found! \r\n\r\n Would you like to open a directory with files?
	strMessages25=DBS the program provides the following key start \r\n\r\n "/?", "/h", "-h", "-help", "/help" - display the window \r\n\r\n" /extractdll[:path]" - extract files from program to the specified directory, if a directory is specified, the recovery is a temporary directory \r\n\r\n "/regdll" - registration of software components (dll and ocx)
	strMessages27=The job aborted!!!\r\will parse the aborted on the driver:
	strMessages33=Failed to start external program:
	strMessages34=Are you sure you want to exit?
	strMessages35=Versions supporting modules:\r\n\r\nName module:\t\tFile Version:
	strMessages36=New settings written!\r\nTo use, you must restart the program.\r\n\r\nWould you like to restart the program now?
	strMessages37=Are you sure you want to exit without saving the settings?
	strMessages38=The program works with CD\DVD!\r\nSohranenie settings can not be!
	strMessages39=Could not load the license agreement. Further work programs impossible. Contact the manufacturer or download a new distribution program.
	strMessages40=source text file has been changed!!!\r\nForma 'Support Project' will be closed.\r\nPlease the manufacturer or download a new distribution program.
	strMessages41=Could not load file donate.rtf. Contact the manufacturer or download a new distribution program.
	strMessages42=Copiar el archivo a fallado!
	strMessages43=Atencion! El archivo es de solo lectura, no es posible modificar el archivo. Para guardar el archivo debe elimiar el atributo del archivo e intentarlo de nuevo.
	strMessages44=No puede ser creado el archivo temporal en el directorio:
	strMessages45=Ocurrio un error al escribir datos en el archivo:
	strMessages53=No existe conexion a internet o el servidor no esta disponible
	strMessages54=Fallo la comprobacion de actualizaciones
	strMessages55=The server encountered an old version! Very strange:)\r\nThis is all you have unofficial release obtained from the author's program for testing.\r\n\r\nWould you like open the form to update the program?
	strMessages56=No existen nuevas versiones del programa.\r\n\r\nWould you like to open the form to update the program?
	strMessages58=Comprobacion de actualizaciones del programa ...
	strMessages59=Descarga del programa completa!
	strMessages66=Procesamiento anulado. Tiempo de ejecucion:
	strMessages67=Proceso finalizado para todos los controladores. Tiempo de ejecucion:
	strMessages81=Ir y eliminar archivos temporales. Por favor espere ....
	strMessages82=Eliminar archivos en el directorio destino. Por favor espere ....
	strMessages97=Crear archivo:
	strMessages102=An error occurred when comparing the versions of the program. Refer to the manufacturer.
	strMessages106=The current version of the component is older than that used by the program.\r\nIt is recommended to install the update!\r\n\r\nNOTE! The update may affect other programs that use this component!\r\n\r\nWould you like to upgrade?
	strMessages107=Perhaps you are using, version of "Drivers BackUp Solution" out of date!\r\n\rClick here to check updates " 
	strMessages108=of
	strMessages142=Language changed to:
	strMessages143=Error checking program updates, maybe program site is not available or exceeded the response time from the server www.adia-project.net
	strMessages151=Locate File
	strMessages152=Locate Folder
